{
  "item_checkItOut": "Check it out",
  "demoUi_title": "Demo-ui",
  "demoUi_subTitle": "Build your React components into an interactove playground",
  "demoUi_description": "A tiny UI lib designed for React devs, to have an interactive playground to design and test every app component. Want to try it? Check repo page, it includes a real-time playground to try it without any installation !",
  "demoUi_link": "https://demo-ui.github.io",
  "nnIa_title": "AI image detector",
  "nnIa_subTitle": "A distributed Neural Network system",
  "nnIa_description": "AI image detector is a distributed Neural Network System, that can analyze images to find object and faces. From the last one, it can also detect gender, age and emotions. It uses a distributed and modular approach, and make simple to build a custom system upon it. Take a look and let me know !",
  "nnIa_link": "https://github.com/CianciarusoCataldo/nn-dispatcher",
  "nnIaAndroid_title": "AI image detector Android client",
  "nnIaAndroid_subTitle": "An Android Client for AI image detector",
  "nnIaAndroid_description": "An Android Client for AI image detector System. It can be easily adapted for other projects. You can easily analyze every image, from camera or from internal storage, and see the result in a pratic list. You can also share every result as image with all compatible apps.",
  "nnIaAndroid_link": "https://github.com/CianciarusoCataldo/nn-android-client",
  "stegfy_title": "Stegfy",
  "stegfy_subTitle": "Hide your text into any image and send it wherever you want",
  "stegfy_description": "Hide your text into any image and send it wherever you want, with many messaging app. The receiver can easily retrieve secret text from original image using Stegfy. Optionally, you can also protect your text with password, and compress the text with some strong alghoritms.",
  "stegfy_link": "https://github.com/CianciarusoCataldo/stegfy",
  "modularApp_title": "Modular-app",
  "modularApp_subTitle": "A ready to use react app, a perfect base for your web-app. Build your app from here !",
  "modularApp_description": "A ready to use react app, pre-configured with the latest, updated, tools (like Tailwind, i18next and Redux), a perfect base for your web-app. Build your app from here !",
  "modularApp_link": "https://github.com/CianciarusoCataldo/modular-app",
  "modularUi_title": "Modular-ui",
  "modularUi_subTitle": "React components for every web app",
  "modularUi_description": "Want to build a powerful web app without developing and maintaining a codebase for every single component? modular-ui is what you are looking for. Just install it and import what you need, without any additional code, but with full control on every component (all of them are completely customizable, expecially when used with Tailwind class names). This library is used by modular-app (this web-app is built upon it, check it out to know more! )",
  "modularUi_link": "https://github.com/CianciarusoCataldo/modular-ui",
  "modularEngine_title": "Modular-engine",
  "modularEngine_subTitle": "Tools and functions to build every react app",
  "modularEngine_description": "Enhance your web app with advanced features with few steps. This library provides a multilanguage localization system (with I18next), an improved global state management (with redux, with additionals features already built in) and a complete routing system, all configurable with a simple json file. This is also included into modular-app project. Check it out !",
  "modularEngine_link": "https://github.com/CianciarusoCataldo/modular-engine",
  "modular_title": "Modular",
  "modular_subTitle": "Setup and configure your web app with few steps",
  "modular_description": "Do you want to build faster a web-app, without wasting time by configuring everything? Modular do it for you ! This library initialize every part of your app, from the routing to the global state, from pages to the theme. You can customize everything and much more. Take a look, and discover Modular !",
  "modular_link": "https://github.com/CianciarusoCataldo/modular"
}
