{
  "item_checkItOut": "Visita la pagina",
  "demoUi_title": "Demo-ui",
  "demoUi_subTitle": "Progetta i tuoi componenti React con un pratico playground dedicato !",
  "demoUi_description": "Una piccola libreria UI progettata per gli sviluppatori React, per avere un ambiente interattivo durante la progettazione e il testing dei componenti di una qualsiasi applicazione React. Vuoi dare un'occhiata e provarla? Controlla la pagina ufficiale Githb, include un ambiente demo real-time per testarne le funzionalità, senza dover installare nulla !",
  "nnIa_title": "AI image detector",
  "nnIa_subTitle": "Un sistema distribuito per reti Neurali",
  "nnIa_description": "AI image detector è un sistema distribuito per reti Neurali, che analizza qualsiasi immagina alla ricerca di oggetti e volti. Da questi ultimi, è in grado di rilevare, con buona percentuale, età stimata, sesso ed emozioni. Usa un approccio distribuito e modulare, rendendo semplice la progettazione di un sistema personalizzato a partire da esso. Visita la pagina Github ufficiale, contattami per qualunque feedback !",
  "nnIaAndroid_title": "AI image detector Android client",
  "nnIaAndroid_subTitle": "Un client Android per AI image detector",
  "nnIaAndroid_description": "Un client Android per AI image detector. Può essere facilmente adattato per altri progetti. Puoi analizzare qualsiasi immagine, tramite il modulo backend AI image detector, tramite la fotocamera o dalla memoria interna, e visualizzare i risultati in una pratica lista. Puoi anche inviare ogni risultato, come immagine, tramite una qualsiasi app di messagistica/e-mail ! ",
  "stegfy_title": "Stegfy",
  "stegfy_subTitle": "Cripta i tuoi messaggi dentro qualsiasi immagine e inviali dovunque tu voglia",
  "stegfy_description": "Cripta i tuoi messaggi dentro qualsiasi immagine e inviali dovunque tu voglia, tramite le molte app di messagistica supportate. Il ricevente potrà visualizzare il messaggio nascosto direttamente dal suo smartphone, con Stegfy. Opzionalmente, è possibile scegliere una password, per un ulteriore grado di protezione, come anche il tipo di algoritmo usato",
  "mobrixApp_title": "MoBrix-app",
  "mobrixApp_subTitle": "Una applicazione react pronta all'uso, una base perfetta per ogni applicazione web. Sviluppa la tua applicazione da qui!",
  "mobrixApp_description": "Una applicazione React pronta all'uso, pre-configurata con le ultime versioni dei più recenti tools (tra i quali Tailwind, i18next e Redux), una base perfetta per ogni applicazione web. Sviluppa la tua applicazione da qui!",
  "mobrixUi_title": "MoBrix-ui",
  "mobrixUi_subTitle": "Componenti react, adatti ad ogni applicazione web",
  "mobrixUi_description": "Vuoi realizzare una robusta web-app senza preoccuparti di mantenere una codebase dedicata per ogni suo componente? MoBrix-ui è ciò che stai cercando. Installa questa libreria sulla tua app in un minuto, e importa i componenti che desideri utilizzare, senza codice aggiuntivo, ma con un controllo completo su ognuno di essi (sono completamente personalizzabili, specialmente se usati con Tailwind ).",
  "mobrixBackend_title": "MoBrix-backend",
  "mobrixBackend_subTitle": "Un wrapper intuitivo per Express.js",
  "mobrixBackend_description": "Un wrapper intuitivo per Express.js, per realizzare facilmente un backend basato su ExpressJs con un singolo file di configurazione",
  "mobrixEngine_title": "MoBrix-engine",
  "mobrixEngine_subTitle": "Un piccolo ma potente motore per estendere le funzionalità della tua app",
  "mobrixEngine_description": "Migliora la tua web app con funzionalità avanzate e ein pochi passi, estendibile tramite plugins. Questa libreria è anche utilizzata nel progetto MoBrix-app. Dai un'occhiata !",
  "mobrixDesigner_title": "MoBrix-designer",
  "mobrixDesigner_subTitle": "Inizializza e configura la tua web app in pochi passi",
  "mobrixDesigner_description": "Vuoi realizzare una web-app, senza perdere tempo a configurare ogni cosa? MoBrix-designer lo fa per te ! Puoi personalizzare ogni parte dell'app, e le funzionalità possono essere estese tramite i plugins. Questa libreria è anche utilizzata nel progetto MoBrix-app. Dai un'occhiata, e scopri MoBrix-designer !",
  "wikiFind_title": "WikiFind",
  "wikiFind_subTitle": "Cerca, visualizza e condividi qualunque pagina di Wikipedia, col tuo dispositivo Android !",
  "wikiFind_description": "Cerca, visualizza e condividi qualunque pagina di Wikipedia (con supporto api multilingua, che permette di scegliere quale versione di Wikipedia usare), col tuo dispositivo Android !"
}
